Revit 2027 API
ParameterTypeId.RotateDisjoin Property
 "Disjoin"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RotateDisjoin { get; }
Public Shared ReadOnly Property RotateDisjoin As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RotateDisjoin {
	ForgeTypeId^ get ();
}
static member RotateDisjoin : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace